;
; Few rules for translator:
; For beginning of translate - copy english.ini into the yourlanguage.ini
; Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: František Fico
; TranslationAuthorEmail: ferofico@gmail.com
; TranslationAuthorWeb:
; Soft Version: Wise Program Uninstaller 2.15.114
; Update: 2018-01-07
;
[GUI]
ButtonYes=Áno
ButtonNo=Nie
ButtonOK=OK
ButtonMinimize=Minimalizovať
ButtonMaximize=Maximalizovať
ButtonClose=Zatvoriť
ButtonRestore=Obnoviť
ButtonMenu=Ponuka

[Lang]
NativeLanguage=Slovensky

[Translation]
LangCode=041B
ReadHabit=Left-to-right
LanguageName=SKY
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET

Information=Informácia
Warning=Upozornenie
Error=Chyba
Confirm=Potvrdenie
CurVer=Aktuálna verzia:

;
; Main GUI
;
TfrmUnlog.caption=História odinštalácií
TfrmUnlog.head.unDate=Dátum odinštalácie
TfrmUnlog.head.ItemName=Program
TfrmUnlog.head.restore=Pozostatky
TfrmUnlog.noItems=Bez pozostatkov
TfrmUnlog.Recovered=Obnovené
TfrmUnlog.recover=Obnoviť
FrmMain.lblrate.caption=Hodnotenie
FrmMain.BtnNormal.Caption=Bezpečná odinšt.
FrmMain.BtnModify.Caption=Upraviť program
FrmMain.BtnForce.Caption=Vynútená odinšt.
FrmMain.BtnRemove.Caption=Odstránené záznamy
FrmMain.lblcheckver.Caption=Skontrolovať aktualizácie
FrmMain.lblinfo.caption=Poskytuje spôsob vynúteného odstránenia nepoddajných programov
FrmMain.btnSupport.hint=Spätná väzba
FrmMain.btnfacebook.Hint=Zdieľajte Wise Program Uninstaller na Facebooku
FrmMain.btntwitter.Hint=Zdieľajte Wise Program Uninstaller na Twitteri
FrmMain.btnemail.Hint=Zdieľajte Wise Program Uninstaller s priateľmi
FrmMain.btnRefresh.Hint=Obnoviť
FrmMain.btnLog.Caption=História odinštalácií
FrmMain.btnAll.hint=Všetky programy
FrmMain.btnSoft.hint=Programy v počítači
FrmMain.btnApp.hint=Univerzálne aplikácie
FrmMain.btnPatch.hint=Systémové komponenty
FrmMain.btnUnless.hint=Vlastná odinštalácia


;
; Menu
;
pmHelp=Pomocník online
pmHome=Domovská stránka
pmforum=Fórum
pmCheckMsg=Automaticky kontrolovať novinky
pmContact=Kontaktujte nás
pmCheckNew=Automaticky kontrolovať aktualizácie
pmLang=Vybrať jazyk
pmAbout=O programe
pmOpenEntry=Otvoriť v RegEdite
pmOpenFolder=Otvoriť v Prieskumníkovi
PmGoogle=Vyhľadať cez Google
pmExport=Exportovať do textového súboru...
pmRightMenuA=Zobraziť "Odinštalátor" v kontextovej ponuke
ExplorerMenu=Odinštalovať s Wise Program Uninstaller
pmUnisDetect=Detekovať odinštalácie ostatných odinštalátorov


;
; About
;
FrmAbout.caption=O programe
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Aktuálna verzia:
FrmAbout.lblemail.caption=Technická podpora:
FrmAbout.lblhome.caption=Domovská stránka:
FrmAbout.lblthank.caption=Týmto ľuďom ďakujeme za ich príspevky:

;
; Processs
;
FrmProgressModal.btncancel.caption=Zrušiť

;
; frmafterdel
;
Frmafterdel.caption=Záznamy registrov a súbory priradené k programu
Frmafterdel.btnremove.caption=Odstrániť
Frmafterdel.btncancel.caption=Zrušiť
Frmafterdel.lblinfo.caption=Prezrite si výsledok a kliknite na "Odstrániť" pre dokončenie odinštalácie.
Frmafterdel.btnnone.caption=Zrušiť výber
Frmafterdel.btnall.caption=Vybrať všetko
;
; Custome uninstall
;
frmUnlessDel.caption=Vlastná odinštalácia
frmUnlessDel.lblInfo1.caption=Vlastná odinštalácia vám pomôže odinštalovať program, ktorý sa nedá odinštalovať bežným spôsobom a dôkladne vyčistí zostatkové súbory.Tu môžete prehľadať priečinok pre odstránenie alebo odinštalovanie súvisiaceho programu.
frmUnlessDel.lblinfo2.caption=Zadajte kľúčový výraz na skenovanie pozostatkov súborov po odinštalovaní.
frmUnlessDel.lblKeyword.caption=Kľúčový výraz:
frmUnlessDel.btnNext.caption=Ďalej
frmUnlessDel.btncancel.caption=Zrušiť
frmUnlessDel.btnremove.caption=Odstrániť
frmUnlessDel.btnFolder.caption=Prehľadať

;
; Rate
;
FrmRate.Btnlist.caption=Recenzie používateľov
FrmRate.Btnreview.caption=Moja recenzia
FrmRate.Btnfirst.caption=Napíšte recenziu ako prvý
FrmRate.Btnsubmit.caption=Odovzdať
FrmRate.lblscore.caption=Hodnotenie:
FrmRate.lblscorehint.caption=(pre hodnotenie kliknite na hviezdičky)
FrmRate.lblnick.caption=Prezývka:
FrmRate.lblnickhint.caption=(nepovinná)
FrmRate.lblemail.caption=Email:
FrmRate.lblemailhint.caption=(nepovinný)
FrmRate.lblcontent.caption=Obsah:
FrmRate.lblcontenthint.caption=(nepovinný)
FrmRate.lbldesctitle.caption=Popis programu:
FrmRate.lblratesoft.caption=Odporúčané programy


[Uninstall]
PublisherUnknown=Neznámy vydavateľ
VersionUnknown=Neznáma verzia
Rate=Hodnotenie
ItemName=Názov programu
Publisher=Vydavateľ
Size=Veľkosť
SetupDate=Nainštalované
Version=Verzia
Canceled=Odinštalácia bola zrušená.
NoLeftOverItem=Nájdené pozostatky položky.
Removing=Odstraňujem:
TotalStat=Nájdených programov %d o veľkosti %s.
Calculating=Vypočítavam veľkosť...
Files=Súbory a priečinky
RegEntries=Záznamy registrov
Items=položiek

[message]
confimdel=Vybraný priečinok bude odstránený z vášho PC.Pokračovať?
UninstallApp=Odinštalujem...
unistallError=Operácia zlyhala!
NewVer=Bola nájdená nová verzia Wise Program Uninstaller! Chcete ju aktualizovať?
NoNewVer=Gratulujeme! Používate najnovšiu verziu.
NoProgramSelected=Vyberte najskôr program.
IsBusy=Počkajte na dokončenie predchádzajúcej odinštalácie.
StartFindLeftover=Analyzujem priradené súbory, priečinky a záznamy registrov...
Collecting=Zbieram údaje o nainštalovaných programoch...
BeSureUseForce=Vynútenú odinštaláciu použite iba vtedy, keď bezpečná odinštalácia nepracuje správne.Naozaj chcete pokračovať?
ConfirmRemove=Toto odstráni odinštalačný vstup z registrov, ale neodinštaluje aplikáciu.Naozaj chcete pokračovať?
RejectItself=Samotný program sa nedá odinštalovať.
TranslateTo=Preložiť do...

[SoftRate]
Querying=Zisťujem...
Good=Páči sa mi
Bad=Nepáči sa mi
Safe=Hlásenie
Ver=Ver:
Ratings=(hodnotení)
SoftNotExist=Program sa nedá nájsť.
GetSoftInfoError=Získanie údajov o programe zlyhalo!
UploadSoftLogoError=Chyba pri odosielaní údajov o programe.
SubmitData=Odovzdávam váš komentár k programu...
SubmitSoftInfoError=Chyba pri odovzdávaní súvisiaca so sieťou.
SubmitRateSuccess=Úspešne odovzdané.
HaveSubmitRate=Už ste ho ohodnotili.
Submitgoodbad=Odovzdávam vaše údaje...
me=Ja
NickTooLong=Prezývka by nemala presiahnuť 20 znakov.
MailTooLong=Emailová adresa by nemala presiahnuť 50 znakov.
WrongEmail=Neplatná emailová adresa.
ReviewTooLong=Dĺžka recenzie by nemala presiahnuť 300 znakov.
RateHint=Pridajte sa a ohodnoťte váš obľúbený program.
UnknowName=Neznámy produkt
UnknowVer=Neznáma verzia
UnknowDesc=Popis


[Hint]
HintRate=Hodnotenie programu
HintClose=Odstrániť položku

[Monitor]
FindLeftover=%s zanechal vo vašom PC pozostatky položiek.Wise Program Unistaller ich preskenuje...
NonItems=%s bol úplne odstránený z vášho PC.